StruSoft.Interop.StruXml.Data.Bar_part_type


StruSoft.Interop.StruXml.Data.Bar_part_type.Curve


StruSoft.Interop.StruXml.Data.Bar_part_type.Localy


StruSoft.Interop.StruXml.Data.Bar_part_type.Connectivity


StruSoft.Interop.StruXml.Data.Bar_part_type.Eccentricity


StruSoft.Interop.StruXml.Data.Bar_part_type.Buckling_data


StruSoft.Interop.StruXml.Data.Bar_part_type.Camber_simulation


StruSoft.Interop.StruXml.Data.Bar_part_type.Stiffness_modifiers


StruSoft.Interop.StruXml.Data.Bar_part_type.End


StruSoft.Interop.StruXml.Data.Bar_part_type.Any


StruSoft.Interop.StruXml.Data.Bar_part_type.Guid


StruSoft.Interop.StruXml.Data.Bar_part_type.Last_change


StruSoft.Interop.StruXml.Data.Bar_part_type.Action


StruSoft.Interop.StruXml.Data.Bar_part_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Bar_part_type.Name


StruSoft.Interop.StruXml.Data.Bar_part_type.Complex_material


StruSoft.Interop.StruXml.Data.Bar_part_type.Complex_section


StruSoft.Interop.StruXml.Data.Bar_part_type.Complex_composite


StruSoft.Interop.StruXml.Data.Bar_part_type.Made


StruSoft.Interop.StruXml.Data.Bar_part_type.Ecc_mode


StruSoft.Interop.StruXml.Data.Bar_part_type.Ecc_calc


StruSoft.Interop.StruXml.Data.Bar_part_type.Ecc_crack


StruSoft.Interop.StruXml.Data.Bar_part_type.First_order_analysis_U


StruSoft.Interop.StruXml.Data.Bar_part_type.First_order_analysis_Sq


StruSoft.Interop.StruXml.Data.Bar_part_type.First_order_analysis_Sf


StruSoft.Interop.StruXml.Data.Bar_part_type.First_order_analysis_Sc


StruSoft.Interop.StruXml.Data.Bar_part_type.AnyAttr
